privacy.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2022-12-04 Sun 17:02 -->
<meta charset="utf-8" />
<title>Privacy Policy</title>
<meta name="author" content="Seth Morabito" />
<meta name="generator" content="Org Mode" />
<meta name="twitter:site" content="@twylo" />
<meta name="twitter:creator" content="@twylo" />
<meta name="viewport" content="width=device-width, initial-scale=1.0" />
<link rel="me" href="https://weibo.com/u/2150445074" />
<link rel="icon" type="image/png" href="/images/icon/favicon-32x32.png" />
<link rel="apple-touch-icon-precomposed" href="/images/icon/apple-touch-icon.png" />
<link rel="alternate" type="application/rss+xml" title="Weblog RSS Feed" href="/blog/rss.xml" />
<link rel="stylesheet" type="text/css" href="/res/faces.css">
<link rel="stylesheet" type="text/css" href="/res/style.css">
</head>
<body>
<div id="preamble" class="status">
<a class="skip-nav-link" href="#content">
  Skip navigation
</a>
<nav>
  <div class="navitem"><a href="/">Home</a></div>
  <div class="navitem"><a href="/blog/">Weblog</a></div>
  <div class="navitem"><a href="/portfolio/">Portfolio</a></div>
  <div class="navitem"><a href="/resume.html">Resume</a></div>
  <div class="navitem"><a href="/contact.html">Contact</a></div>
</nav>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Privacy Policy</h1>
</header><p>
This site does not use cookies of any kind. It also does not use any
third parties to track any data or metrics about visits or visitors.
</p>

<p>
Default nginx logging is enabled. This means that requests are logged,
including originating IP address, time, and resource requested. This
data is used <i>only</i> for debugging purposes, and is regularly rolled
over and old logs deleted. This data is never shared with anyone.
</p>

<ul class="org-ul">
<li><i>Initial Version:</i> 13 October, 2021</li>
<li><i>Last Updated:</i> 13 October, 2021</li>
</ul>
</div>
<div id="postamble" class="status">
<div id="footer">
Proudly <a href="https://kinhung.me/blog/0110_emacs_blogging_for_fun_and_profit.html">published</a> with <a href="https://www.gnu.org/software/emacs/">Emacs</a> and <a href="https://orgmode.org/">Org Mode</a>. This work is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a> License. <a href="https://kinhung.me/privacy.html">Privacy Policy</a></div>
</div>
</body>
</html>
